# TODO: Translation updated at 2023-04-21 19:44

# game/script.rpy:83
translate Belarusian start_2370f4fa:

    # ba "Заходи, дитятко!"
    ba "Заходзьце, дзіцятка!"

# game/script.rpy:88
translate Belarusian start_389a35ce:

    # ba "Ну что тебе ещё рассказать. Была одна история..."
    ba "Ну, што табе яшчэ распавесці. Была адна гісторыя…"

# game/script.rpy:90
translate Belarusian start_76ca7333:

    # ba "Як я суженного ряженного выбирала. Дело было так.."
    ba "Як я нарачонага выбірала. Вось як гэта было…"

# game/script.rpy:95
translate Belarusian start_23451d21:

    # alesya "Жила я с мамой, без отца. Годы были послевоенные, голодные…"
    alesya "Жылі мы з мамай, без бацькі. Гады былі пасляваенныя, галодныя…"

# game/script.rpy:97
translate Belarusian start_74aef8fa:

    # alesya "Сложно было. На наших плечах было своё хозяйство. Ещё и налог этот... Три раза швейную машинку закладывали.."
    alesya "Складана было. На нашых плячах была свая гаспадарка. Яшчэ і падатак гэты… Тры разы швейную машынку закладвалі…"

# game/script.rpy:99
translate Belarusian start_65ef5f1f:

    # alesya "Впрочем о чём это я. Заходит ко мне как то подружка, Раечка"
    alesya "У рэшце рэшт, пра што гэта я. Заходзіць да мяне неяк сяброўка, Раечка"

# game/script.rpy:104
translate Belarusian start_7f17f896:

    # alesya "Были мне ци восемнадцать ци нешта каля таго. Сам считай, было в 1956 году"
    alesya "Было мне ці васемнаццаць, ці нешта каля таго. Сам лічы, было гэта ў 1956 годзе"

# game/script.rpy:106
translate Belarusian start_f43ad417:

    # raya "Пойдём на танцы, там Ян будет!"
    raya "Хадзем на танцы, там Ян будзе!"

# game/script.rpy:118
translate Belarusian start_fe8f1332:

    # raya "Ну пойдем тогда на речку венки плести!"
    raya "Ну хадзем тады да ракі вянкі плесці!"

# game/script.rpy:119
translate Belarusian start_43c2fd47:

    # alesya "Долго мы были на речке, венки вышли зачётные. Кажется мне, что Рая для Яна венок плела :-) А я сплела и... в хозяйстве пригодится!"
    alesya "Доўга мы былі на рацэ, вянкі выйшлі заліковыя. Здаецца мне, што Рая для Яна вянок пляла :-) А я спляла і… у гаспадарцы ён спатрэбіцца!"

# game/script.rpy:125
translate Belarusian start_ab12bdb4:

    # nikolai "Витаю, девчины. Красивые венки!"
    nikolai "Вітаю, дзяўчаты. Прыгожыя вянкі!"

# game/script.rpy:143
translate Belarusian start_30dac76b:

    # alesya "Уже слегка стемнело и Рая предложила всё-таки пойти на вечёрку. Ну конечно, не зря же она венок плела, Янчику своему подарить хочет!"
    alesya "Ужо злёгку сцямнела, і Рая прапанавала ўсё ж такі пайсці на вячоркі. Ну вядома, нездарма ж яна вянок пляла, Янчыку свайму падарыць хоча!"

# game/script.rpy:150
translate Belarusian vysh_a162d966:

    # alesya "Нравился мне он так сильно, что ночами сидела, вышивала подарок ему"
    alesya "Падабаўся ён ёй так моцна, што начамі сядзела, вышывала падарунак яму."

# game/script.rpy:159
translate Belarusian yan_offer_7d3e22be:

    # alesya "А вот и он, тут как тут, стучится в окно, як мотылёк!"
    alesya "А вось і ён, тут як тут, грукаецца ў акно, як матылёк!"

# game/script.rpy:160
translate Belarusian yan_offer_1010db31:

    # yan "Витаю! Вечёрка грядёт, слыхала? Пойдёшь?"
    yan "Вітаю! Вячоркі ідуць, чуеш? Пойдзеш?"

# game/script.rpy:184
translate Belarusian vech_2bdce74b:

    # alesya "Танцы были што надо, у \"гармониста песня льётся чисто\""
    alesya "Танцы былі што трэба, у гарманіста песня льецца чыста"

# game/script.rpy:187
translate Belarusian vech_0f986a8f:

    # alesya "Какой был вечер, прекрасно провели вечер!"
    alesya "Які быў вечар, выдатна правялі вечар!"

# game/script.rpy:192
translate Belarusian vech_3542e1c0:

    # alesya "Все шло хорошо, пока не прибежали хлопцы ды Ян и проявили токсичную мускулиность (сорвали фартук)!"
    alesya "Усё ішло добра, пакуль не прыбеглі хлопцы ды Ян і праявілі таксічную мускуліннасць (сарвалі фартух)!"

# game/script.rpy:195
translate Belarusian vech_2e4dc8eb:

    # alesya "Я половину года дома просидели, выйти не могла от стыда"
    alesya "Я палову года дома прасядзела, выйсці не магла ад сораму"

# game/script.rpy:201
translate Belarusian vech_cd941dc7:

    # alesya "Но всё равно срам, из дому теперь не выйдешь..."
    alesya "Але ўсё роўна сорам, з дому цяпер не выйдзеш…"

# game/script.rpy:215
translate Belarusian army_cc7592f2:

    # alesya "В следующий раз я увидела его на проводах... в советскую армию его забрали"
    alesya "У наступны раз я ўбачыла яго на праводзінах… у Савецкую Армію яго забралі"

# game/script.rpy:216
translate Belarusian army_c85ce910:

    # alesya "Вспомнила я как вышивала ночами для него, заколотилося у груди"
    alesya "Узгадала я, як вышывала начамі для яго, закалацілася ў грудзях"

# game/script.rpy:222
translate Belarusian army_a440775d:

    # alesya "Нашла возможность, поймала его перед самым отъездом и отдала!"
    alesya "Знайшла магчымасць, злавіла яго перад самым ад'ездам і аддала!"

# game/script.rpy:226
translate Belarusian army_2d24bafe:

    # alesya "Ох, горюшко... Фартук задрал, срам какой. А теперь ещё и сам по армиям всяким собрался..."
    alesya "Ох, горачка… Фартух задраў, сорам які. А зараз яшчэ і сам па войсках ўсялякіх сабраўся…"

# game/script.rpy:235
translate Belarusian army_9844ff9c:

    # alesya "Некоторое время ждала я Яна. Письма ему не писала, но не отправляла, ждала, что он первый напишет..."
    alesya "Некаторы час чакала я Яна. Лісты яму пісала, але не адпраўляла, чакала, што ён першы напіша…"

# game/script.rpy:238
translate Belarusian army_b39f3574:

    # alesya "А потом слухи поползли... Оказалось, что Ян и Рая..."
    alesya "А потым чуткі папаўзлі… Высветлілася, што Ян і Рая…"

# game/script.rpy:247
translate Belarusian lava_9574b613:

    # alesya "Ночью случилась неприятно. Лаву кто-то нашу со двора упёр и к хате Яна поставил. Ума не приложу, кто мог до этого додуматься. Узнаю, поколочу!"
    alesya "Ноччу здарылася непрыемнасць. Хтосьці спёр нашу лаву са двара і да хаты Яна паставіў. Не магу даўмець, хто мог да гэтага дадумацца. Даведаюся – пакалачу!"

# game/script.rpy:249
translate Belarusian lava_edc6394e:

    # alesya "Чтобы как-то отвлечься от неприятности этой, решили мы с Раей на вечёрку всё-таки сходить..."
    alesya "Каб неяк адцягнуць думкі ад  непрыемнасці гэтай, вырашылі мы з Раяй на вячоркі ўсё ж такі схадзіць…"

# game/script.rpy:257
translate Belarusian yan_c40d4037:

    # alesya "Судьбоносное это решение было. С Яншиком мы моими шестьдесят гадов прожили. Ни разу руку на меня не поднял, золотой человек был!"
    alesya "Лёсавызначальнае гэтае рашэнне было. З Янчыкам мы маім шэсцьдзесят гадоў пражылі. Ані разу руку на мяне не падняў, залаты чалавек быў!"

# game/script.rpy:268
translate Belarusian raya_c1c05583:

    # alesya "Судьбоносное это решение было. Давно Рая на Яна глаз положила. Выдала вышивку за свою, призналася ему в чувствах своих..."
    alesya "Лёсавызначальнае гэтае рашэнне было. Даўно Рая да Яна прыглядалася. Выдала вышыўку за сваю, прызналася яму ў сваіх пачуццях..."

# game/script.rpy:269
translate Belarusian raya_4b794303:

    # alesya "Слышала я потом, что дождалась она его, парой они стали, детишки пошли..."
    alesya "Пазней я чула, што яна дачакалася яго, яны сталі парай, дзеці пайшлі..."

# game/script.rpy:279
translate Belarusian escape_fb533602:

    # alesya "Бежать... Бежать... Видеть никого не хочу... Думать ни о чём..."
    alesya "Бегчы...Бегчы ... Бачыць нікога не хачу... Думаць ні пра што..."

# game/script.rpy:280
translate Belarusian escape_a8e76fc6:

    # alesya "В соседнем колхозе новых сотрудников набирали, поеду туда, подальше отседа!"
    alesya "У суседнім калгасе новых супрацоўнікаў бралі,  паеду туды, далей адсюль!"

# game/script.rpy:281
translate Belarusian escape_a7277365:

    # alesya "Но как же мне добраться? Пешком слишком далеко, а на дворе почти ночь!"
    alesya "Але як я магу дабрацца? Пешшу занадта далёка, а на двары амаль ноч!"

# game/script.rpy:289
translate Belarusian escape_f3e70aa4:

    # ba "Николай был очень рад моей просьбе. Оказалось, что он и сам думал откликнуться на вакансию и мы решили ехать вместе!"
    ba "Мікалай быў вельмі рады маёй просьбе. Апынулася, што ён сам думаў адгукнуцца на вакансію, і мы вырашылі паехаць разам!"

# game/script.rpy:290
translate Belarusian escape_672a2677:

    # ba "Спустя некоторое время я поняла, какой брилиант всё время был со мной рядом, защищал и оберегал меня!"
    ba "Праз некаторы час я зразумела, які дыямент ўвесь час быў побач са мной, абараняў і засцерагаў мяне!"

# game/script.rpy:291
translate Belarusian escape_eca25919:

    # ba "Прожили мы с ним долгую и счастливую жизнь. Детишек у нас много было, помогали нам. Не один раз вспоминала мои приключения и благодарила судьбу за то, что она сложилась именно так."
    ba "Пражылі мы з ім доўгае і шчаслівае жыццё. Шмат дзетак было ў нас, дапамагалі нам. Не раз я ўзгадвала свае прыгоды і дзякавала лёсу за тое, што ён склалася менавіта так."

# game/script.rpy:294
translate Belarusian escape_a47e923c:

    # alesya "Спокойно вернусь домой, переночую, соберу вещи, попрощаюсь с мамой, а завтра спокойно доеду на автобусе!"
    alesya "Спакойна вярнуся дадому, пераначую, збяру рэчы, развітаюся з маці, а на заўтра я спакойна паеду на аўтобусе!"

# game/script.rpy:297
translate Belarusian escape_6fb76519:

    # ba "Так и поступила. Мама не хотела отпускать, но потом поняла и приняла моё решение."
    ba "Гэтак і зрабіла. Маці не хацела адпускаць, але потым зразумела і прыняла маё рашэнне."

# game/script.rpy:298
translate Belarusian escape_6acacd71:

    # ba "Прожила я счастливую жизнь и в каком-то смысле даже благодарна Рае за её поступок."
    ba "Пражыла я шчаслівае жыццё, і, у пэўным сэнсе, нават удзячна Раі за яе ўчынак."

# game/script.rpy:299
translate Belarusian escape_c038d69d:

    # ba "Ведь это позволило мне найти в себе силы, благодаря которым я перестала оглядываться на то, что обо мне могут подумать другие!"
    ba "У рэшце рэшт, гэта дазволіла мне знайсці сілу ў сабе, дзякуючы якой я перастала глядзець на тое, што пра мяне падумаюць іншыя!"

# game/script.rpy:134
translate Belarusian start_3e09179a:

    # alesya "Николай корешок мой детский, боюсь нелепо это будет, если венок ему отдам. Поймут ещё не так..."
    alesya "Мікола, карэньчык мой дзіцячы, баюся, недарэчна гэта будзе, калі вянок яму аддам. Зразумеюць яшчэ не так…"

translate Belarusian strings:

    # game/script.rpy:108
    old "Совершите выбор вместе с Алесей"
    new "Зрабіце выбар з Алесяй"

    # game/script.rpy:108
    old "Опять этот Ян, вся девки от него с ума сошли, шо дурные! Вон и Рая, похоже, туда же!"
    new "Зноў гэты Ян, усе дзеўкі ад яго з глузду з'ехалі, што дурныя! Вунь і Рая, здаецца, туды ж!"

    # game/script.rpy:108
    old "Ян завидный парень. Вельми мне падабается!"
    new "Ян зайздросны хлопец. Вельмі мне падабаецца!"

    # game/script.rpy:127
    old "Подарить венок Николаю или оставить себе?"
    new "Падарыць вянок Міколе ці пакінуць сабе?"

    # game/script.rpy:127
    old "Спасибо!"
    new "Дзякуй!"

    # game/script.rpy:127
    old "Спасибо, Николай! Возьми мой венок?"
    new "Дзякуй, Мікола! Вазьмі мой вянок?"

    # game/script.rpy:162
    old "Пойдёте ли вы с Яном?"
    new "Ці пойдзеце вы з Янам?"

    # game/script.rpy:162
    old "Окей"
    new "Добра"

    # game/script.rpy:162
    old "А тебе дело!?"
    new "А табе якая справа?"

    # game/script.rpy:218
    old "Тольки что с этим рабиць?"
    new "Толькі што з гэтым рабіць?"

    # game/script.rpy:218
    old "Отдам сама"
    new "Аддам сама"

    # game/script.rpy:218
    old "Вот ещё. В хозяйстве пригодится"
    new "Вось яшчэ... У гаспадарцы спатрэбіцца"

    # game/script.rpy:218
    old "Попрошу Раечку. Ей ничаго не страшно"
    new "Папрашу Раечку. Ëй нічoга не страшна"

    # game/script.rpy:218
    old "Попрошу Николая, он всегда рядом и рад помочь"
    new "Папрашу Міколу, ён заўсёды побач і рады дапамагчы"

    # game/script.rpy:283
    old "Помогите решить Алесе"
    new "Дапамажыце вырашыць Алесі"

    # game/script.rpy:283
    old "Попрошу Николая, славный он парень, всегда готов помочь"
    new "Папрашу Мікалая, слаўны хлопец, заўсёды гатовы дапамагчы"

    # game/script.rpy:283
    old "Да в конце концов, сколько можно. Я самостоятельная взрослая женщина, могу со всем справиться!"
    new "Ды і ў рэшце рэшт, колькі можна. Я самастойная дарослая жанчына, магу з усім справіцца!"

    # game/script.rpy:306
    old "Конец"
    new "Канец"

    # game/script.rpy:7
    old "Баба Алеся"
    new "Баба Алеся"

    # game/script.rpy:51
    old "Шуканне представляет..."
    new "Шуканне прадстаўляе..."

    # game/script.rpy:57
    old "проект 2022 года..."
    new "праект 2022 года..."

    # game/script.rpy:339
    old "Команда"
    new "Каманда"

    # game/script.rpy:339
    old "Благодарим наших партнеров"
    new "Дзякуй нашым партнёрам"

    # game/script.rpy:9
    old "Деда Николай"
    new "Дзед Mікалай"

    # game/script.rpy:11
    old "Деда Ян"
    new "ДДзед Ян"

    # game/script.rpy:13
    old "Мама Алеси"
    new "Мама Алесі"

    # game/script.rpy:15
    old "Алеся"
    new "Алеся"

    # game/script.rpy:17
    old "Рая"
    new "Рая"

    # game/script.rpy:19
    old "Николай"
    new "Мікалай"

    # game/script.rpy:21
    old "Ян"
    new "Ян"

    # game/script.rpy:339
    old "EHU, а в особенности Степану Захаркевичу за экспедиционные и житейские советы"
    new "EHU, і асабліва Сцяпану Захаркевічу за экспедыцыйныя і жыццёвыя парады"

    # game/script.rpy:339
    old "Сергею Харевскому за консультации по деревенским гулянкам и обрядам"
    new "Сяргею Харэўскаму за кансультацыі па вясковых вячорках і абрадах"

    # game/script.rpy:339
    old "Степану Стурейко за веру и поддержку наших студенческих начинаний"
    new "Сцяпану Жырэйка за веру і падтрымку нашых студэнцкіх пачынанняў"

    # game/script.rpy:339
    old "Алине Деревянко за экскурс в лучшие практики менеджмента культурных проектов"
    new "Аліне Дзерэвянка за экскурс у лепшыя практыкі кіравання культурнымі праектамі"

    # game/script.rpy:339
    old "34mag travel, в особенности Касе Сырамалот за распространение анонсов нашего \n{space=50}мероприятия и теплые слова"
    new "34mag travel, у асаблівасці  Касі Сырамалот за распаўсюджванне анонсаў пра нашу \n{space=50}падзею і цёплыя словы"

    # game/script.rpy:339
    old "Команде культурного пространства Kablys, в особенности Valda Arbačiauskaitė за то, \n{space=50}что позволила нам провести фест в этих чудесных стенах"
    new "Камандзе культурнай прасторы Kablys, у асаблівасці Valda Arbačiauskaitė  за тое, \n{space=50}што дазволіла нам правесці фестываль у гэтых цудоўных сценах"

    # game/script.rpy:339
    old "Полина Лябихова - идейная вдохновительница и менеджерка фестиваля и \n{space=50}культурного онлайн-проекта Šukańnie"
    new "Паліна Лябіхава - ідэйная натхняльніца і менеджарка фестывальнага і \n{space=50}культурнага анлайн-праекта Šukańnie"

    # game/script.rpy:339
    old "Аляксандра Навіцкая - консультант, автор проекта Скародзіца"
    new "Аляксандра Навіцкая - кансультант, аўтар праекта Скародзіца"

    # game/script.rpy:339
    old "Саша Метлицкая - менеджерка фестиваля, кураторка арт блока"
    new "Саша Мятліцкая - менеджарка фестывалю, куратарка арт блока"

    # game/script.rpy:339
    old "Аліна Дрожжа – менеджерка проекта онлайн-проекта shukannie, полевая этнографка"
    new "Аліна Дрожжа – менеджерка проекта онлайн-проекта shukannie, полевая этнографка"

    # game/script.rpy:339
    old "Рома Енотов – художник, иллюстратор, любитель каласоў"
    new "Рома Енотаў - мастак, ілюстратар, аматар каласоў"

    # game/script.rpy:339
    old "Анна Титова-Тубаш – художница, сценограф, консультант по перформативной части"
    new "Ганна Цітова-Тубаш – художница, сценограф, консультант по перформативной части"

    # game/script.rpy:339
    old "Серж Тубаш – междисциплинарный современный художник, исследователь видеоигр"
    new "Серж Тубаш - міждысцыплінарны сучасны мастак, даследчык відэагульняў"

    # game/script.rpy:339
    old "Аня Кастюченко - авторка фотовыставки"
    new "Аня Касцючэнка - аўтарка фотавыставы"

    # game/script.rpy:339
    old "Катя Дорофеева - саунд-художница"
    new "Каця Дарафеева - саўнд-мастачка"

    # game/script.rpy:339
    old "Яна Веренчук - режиссерка"
    new "Яна Верэнчук - рэжысёрка"

    # game/script.rpy:339
    old "Анастасия Пастухова"
    new "Анастасія Пастухова"

    # game/script.rpy:339
    old "Станислав Турко"
    new "Станіслаў Турко"

    # game/script.rpy:339
    old "Леонид Прусов"
    new "Леанід Прусаў"

    # game/script.rpy:339
    old "Наталья Пухова"
    new "Наталля Пухава"

    # game/script.rpy:339
    old "Kitchen Coffee Roasters за то, что поддержали нас хрустящими круассанами и вкусным кофе"
    new "Kitchen Coffee Roasters за тое, што падтрымалі нас хрумсткімі круасанамі і смачнай кавай"

    # game/script.rpy:339
    old "VEHA за предоставление уникальных архивных кадров и фотокнигу, которую нам удалось \n{space=50}привезти в Вильнюс и разыграть среди участников"
    new "VEHA за прадастаўленне унікальных архіўных здымкаў​​ і фотакнігу, якую нам атрымалася \n{space=50}прывезці ў Вільню  і разыграць сярод удзельнікаў"

    # game/script.rpy:385
    old "Благодарности"
    new "Падзякі"

    # game/script.rpy:387
    old "Авторы"
    new "Аўтары"

    # game/script.rpy:351
    old "Марыі Барысёнак і Зміцеру Макарчуку за дапамогу з перакладам на беларускую мову"
    new "Марыі Барысёнак і Зміцеру Макарчуку за дапамогу з перакладам на беларускую мову"
# TODO: Translation updated at 2023-04-22 14:46

# game/script.rpy:103
translate Belarusian start_4b2d763f:

    # alesya "Они с братом Николаем в соседней хате жили. Хата была добрая, семья работящие"
    alesya "Яны з братам Міколам у суседняй хаце жылі. Хата была добрая, сям'я працавітая"

# game/script.rpy:120
translate Belarusian start_b09bed7b:

    # raya "Скоро стемнеет, Николай встретит нас!"
    raya "Хутка сцямнее, Мікола сустрэне нас!"

# game/script.rpy:142
translate Belarusian start_99a1ad5d:

    # alesya "На мгновение показалось, что Николай растерялся... Странно, я же его с детства знаю, чего тут такого, или подумал что?"
    alesya "На імгненне здалося, што Мікола разгубіўся... Дзіўна, я ж яго з дзяцінства ведаю, чаго тут такога, ці падумаў што?"

# game/script.rpy:200
translate Belarusian vech_48c92a55:

    # alesya "Хорошо, что Николай с нами был. Заступился за меня, долго Ян жалеть о шалости своей будет!"
    alesya "Добра, што Мікола з намі быў. Заступіўся за мяне, доўга Ян шкадаваць аб свавольствах сваіх будзе!"

# game/script.rpy:234
translate Belarusian army_c0cba22e:

    # alesya "Николай не смог мне отказать, обещался всё передать. Сердечко бъётся..."
    alesya "Мікола не змог мне адмовіць, абяцаў ўсё перадаць. Сэрцайка б'ецца..."
